Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# home.localSource.allPhotos
source: All
de: Alle
es: Todas las fotos
es_419: Todas las fotos
fr: Toutes les photos
ja: すべて
ko: 전체
pt_br: Tudo
pt_pt: Tudo
ru: Все фото
uk: Усе
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

# home.localSource.specificAlbums
source: Specific Albums
de: Bestimmte Alben
es: Álbumes específicos
es_419: Álbumes específicos
fr: Albums spécifiques
ja: 特定のアルバム
ko: 특정 앨범
pt_br: Álbuns específicos
pt_pt: Álbuns específicos
ru: Отдельные альбомы
uk: Певні альбоми
zh_hans: 特定相册
zh_hant: 特定相簿
zh_hk: 特定相簿

# home.menu.addStorage
source: Add Node
de: Knoten hinzufügen
es: Añadir nodo
es_419: Agregar nodo
fr: Ajouter un nœud
ja: ノードを追加
ko: 노드 추가
pt_br: Adicionar nó
pt_pt: Adicionar nó
ru: Добавить узел
uk: Додати вузол
zh_hans: 新增节点
zh_hant: 新增節點
zh_hk: 新增節點

# home.menu.browseRemoteAlbum
source: Browse Remote Album
de: Remote-Album durchsuchen
es: Explorar álbum remoto
es_419: Explorar álbum remoto
fr: Parcourir l'album distant
ja: リモートアルバムを見る
ko: 원격 앨범 보기
pt_br: Explorar álbum remoto
pt_pt: Explorar álbum remoto
ru: Просмотр удалённого альбома
uk: Переглянути віддалений альбом
zh_hans: 浏览远端相册
zh_hant: 瀏覽遠端相簿
zh_hk: 瀏覽遠端相簿

# home.menu.configureCurrentNode
source: Configure
de: Konfigurieren
es: Configurar
es_419: Configurar
fr: Configurer
ja: 構成
ko: 구성
pt_br: Configurar
pt_pt: Configurar
ru: Настроить
uk: Налаштувати
zh_hans: 配置
zh_hant: 配置
zh_hk: 配置

# home.menu.disconnect
source: Disconnect
de: Verbindung trennen
es: Desconectar
es_419: Desconectar
fr: Déconnecter
ja: 接続を切断
ko: 연결 해제
pt_br: Desconectar
pt_pt: Desligar
ru: Отключить
uk: Від’єднати
zh_hans: 断开连接
zh_hant: 中斷連線
zh_hk: 中斷連線

# home.menu.duplicates
source: Duplicates
de: Duplikate
es: Duplicados
es_419: Duplicados
fr: Doublons
ja: 重複項目
ko: 중복 항목
pt_br: Duplicados
pt_pt: Duplicados
ru: Дубликаты
uk: Дублікати
zh_hans: 重复项目
zh_hant: 重複項目
zh_hk: 重複項目

# home.menu.externalStorage
source: External Storage
de: Externer Speicher
es: Almacenamiento externo
es_419: Almacenamiento externo
fr: Stockage externe
ja: 外部ストレージ
ko: 외부 저장소
pt_br: Armazenamento externo
pt_pt: Armazenamento externo
ru: Внешний накопитель
uk: Зовнішнє сховище
zh_hans: 外接存储
zh_hant: 外接儲存
zh_hk: 外接儲存

# home.menu.smbDiscovery
source: Discover Local SMB
de: Lokales SMB suchen
es: Descubrir SMB local
es_419: Descubrir SMB local
fr: Découvrir les services SMB locaux
ja: ローカル SMB を検出
ko: 로컬 SMB 검색
pt_br: Descobrir SMB local
pt_pt: Descobrir SMB local
ru: Найти SMB-сервисы в локальной сети
uk: Знайти локальний SMB
zh_hans: 发现本地 SMB
zh_hant: 搜尋本機 SMB
zh_hk: 搜尋本機 SMB

# home.menu.smbManual
source: Add Manually
de: Manuell hinzufügen
es: Añadir manualmente
es_419: Agregar manualmente
fr: Ajouter manuellement
ja: 手動で追加
ko: 수동 추가
pt_br: Adicionar manualmente
pt_pt: Adicionar manualmente
ru: Добавить вручную
uk: Додати вручну
zh_hans: 手动添加
zh_hant: 手動新增
zh_hk: 手動新增

# home.menu.switchNode
source: Switch Node
de: Knoten wechseln
es: Cambiar nodo
es_419: Cambiar nodo
fr: Changer de nœud
ja: ノードを切り替え
ko: 노드 전환
pt_br: Trocar nó
pt_pt: Mudar nó
ru: Сменить узел
uk: Змінити вузол
zh_hans: 切换节点
zh_hant: 切換節點
zh_hk: 切換節點

# home.overlay.allowAccess
source: Continue
de: Weiter
es: Continuar
es_419: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

# home.overlay.authRequired
source: Photo library access required
de: Zugriff auf die Fotomediathek erforderlich
es: Se requiere acceso a la fototeca
es_419: Se requiere acceso a la fototeca
fr: Accès à la photothèque requis
ja: 写真ライブラリへのアクセス許可が必要です
ko: 사진 보관함 접근 권한이 필요합니다
pt_br: Acesso à biblioteca de fotos necessário
pt_pt: Acesso à biblioteca de fotos necessário
ru: Требуется доступ к медиатеке
uk: Потрібен доступ до фототеки
zh_hans: 需要照片图库访问权限
zh_hant: 需要照片圖庫存取權限
zh_hk: 需要相片圖庫存取權限

# home.overlay.backupTo
source: Backup to…
de: Sichern auf…
es: Hacer copia de seguridad en...
es_419: Respaldar en...
fr: Sauvegarder vers...
ja: バックアップ先…
ko: 백업 위치...
pt_br: Backup em...
pt_pt: Cópia de segurança para...
ru: Резервное копирование в…
uk: Створити резервну копію в…
zh_hans: 备份到…
zh_hant: 備份到…
zh_hk: 備份到…

# home.overlay.cleaningRepo
source: Removing leftover files…
de: Restdateien werden entfernt…
es: Eliminando archivos sobrantes...
es_419: Eliminando archivos sobrantes...
fr: Suppression des fichiers résiduels...
ja: 残存ファイルを削除中...
ko: 잔여 파일 삭제 중...
pt_br: Removendo arquivos residuais...
pt_pt: A remover ficheiros residuais...
ru: Удаление остаточных файлов…
uk: Видалення залишкових файлів…
zh_hans: 正在清理旧版残留文件…
zh_hant: 正在清理舊版殘留檔案…
zh_hk: 正在清理舊版殘留檔案…

# home.overlay.cleaningRepoMonths
source: Removing leftover files %1$d / %2$d months
de: Restdateien werden entfernt (Monate: %1$d/%2$d)
es: Eliminando archivos sobrantes %1$d / %2$d meses
es_419: Eliminando archivos sobrantes %1$d / %2$d meses
fr: Suppression des fichiers résiduels %1$d / %2$d mois
ja: 残存ファイルを削除中（%1$d/%2$d か月）
ko: 잔여 파일 삭제 중 %1$d / %2$d개월
pt_br: Removendo arquivos residuais %1$d / %2$d meses
pt_pt: A remover ficheiros residuais %1$d / %2$d meses
ru: Удаление остаточных файлов %1$d / %2$d мес.
uk: Видалення залишкових файлів %1$d / %2$d міс.
zh_hans: 正在清理旧版残留文件 %1$d / %2$d 个月
zh_hant: 正在清理舊版殘留檔案 %1$d / %2$d 個月
zh_hk: 正在清理舊版殘留檔案 %1$d / %2$d 個月

# home.overlay.connectNode
source: Connect Node
de: Knoten verbinden
es: Conectar nodo
es_419: Conectar nodo
fr: Connecter le nœud
ja: ノードに接続
ko: 노드 연결
pt_br: Conectar nó
pt_pt: Ligar nó
ru: Подключить узел
uk: Підключити вузол
zh_hans: 连接节点
zh_hant: 連接節點
zh_hk: 連接節點

# home.overlay.finalizingRepo
source: Finalizing remote library…
de: Remote-Mediathek wird abgeschlossen…
es: Finalizando biblioteca remota...
es_419: Finalizando biblioteca remota...
fr: Finalisation de la bibliothèque distante...
ja: リモートライブラリを確定中...
ko: 원격 라이브러리 마무리 중...
pt_br: Finalizando biblioteca remota...
pt_pt: A finalizar biblioteca remota...
ru: Завершение удалённой библиотеки…
uk: Завершення віддаленої бібліотеки…
zh_hans: 正在完成远端资料库更新…
zh_hant: 正在完成遠端資料庫更新…
zh_hk: 正在完成遠端資料庫更新…

# home.overlay.goToSettings
source: Go to Settings
de: Einstellungen öffnen
es: Ir a Ajustes
es_419: Ir a Configuración
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정으로 이동
pt_br: Ir para Ajustes
pt_pt: Ir para Definições
ru: Открыть настройки
uk: Перейти до «Параметрів»
zh_hans: 前往设置
zh_hant: 前往設定
zh_hk: 前往設定

# home.overlay.network
source: Network
de: Netzwerk
es: Red
es_419: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
pt_br: Rede
pt_pt: Rede
ru: Сеть
uk: Мережа
zh_hans: 网络
zh_hant: 網路
zh_hk: 網絡

# home.overlay.noAuth
source: Photo library access denied
de: Zugriff auf die Fotomediathek verweigert
es: Acceso a la fototeca denegado
es_419: Acceso a la fototeca denegado
fr: Accès à la photothèque refusé
ja: 写真ライブラリへのアクセスが拒否されています
ko: 사진 보관함 접근이 거부되었습니다
pt_br: Acesso à biblioteca de fotos negado
pt_pt: Acesso à biblioteca de fotos negado
ru: Доступ к медиатеке запрещён
uk: Доступ до фототеки заборонено
zh_hans: 照片图库访问权限被拒绝
zh_hant: 照片圖庫存取權限被拒絕
zh_hk: 相片圖庫存取權限被拒絕

# home.overlay.notConnected
source: No node connected
de: Kein Knoten verbunden
es: Sin nodo conectado
es_419: Sin nodo conectado
fr: Aucun nœud connecté
ja: ノード未接続
ko: 노드에 연결되지 않음
pt_br: Nenhum nó conectado
pt_pt: Nenhum nó ligado
ru: Узел не подключён
uk: Жоден вузол не підключено
zh_hans: 未连接节点
zh_hant: 未連接節點
zh_hk: 未連接節點

# home.overlay.or
source: or
de: oder
es: o
es_419: o
fr: ou
ja: または
ko: 또는
pt_br: ou
pt_pt: ou
ru: или
uk: або
zh_hans: 或
zh_hant: 或
zh_hk: 或

# home.overlay.processingMonths
source: Processing remote months %1$d / %2$d
de: Remote-Monate werden verarbeitet (%1$d/%2$d)
es: Procesando meses remotos %1$d / %2$d
es_419: Procesando meses remotos %1$d / %2$d
fr: Traitement des mois distants %1$d / %2$d
ja: リモートの月を処理中（%1$d/%2$d）
ko: 원격 월 처리 중 %1$d / %2$d
pt_br: Processando meses remotos %1$d / %2$d
pt_pt: A processar meses remotos %1$d / %2$d
ru: Обработка удалённых месяцев %1$d / %2$d
uk: Обробка віддалених місяців %1$d / %2$d
zh_hans: 处理远端月份 %1$d / %2$d
zh_hant: 處理遠端月份 %1$d / %2$d
zh_hk: 處理遠端月份 %1$d / %2$d

# home.overlay.scanningIndex
source: Scanning remote index…
de: Remote-Index wird geprüft…
es: Analizando índice remoto...
es_419: Analizando índice remoto...
fr: Analyse de l'index distant...
ja: リモートインデックスを確認中...
ko: 원격 인덱스 확인 중...
pt_br: Analisando índice remoto...
pt_pt: A analisar índice remoto...
ru: Сканирование удалённого индекса…
uk: Сканування віддаленого індексу…
zh_hans: 正在扫描远端索引…
zh_hant: 正在掃描遠端索引…
zh_hk: 正在掃描遠端索引…

# home.overlay.scanningLibrary
source: Scanning photo library…
de: Fotomediathek wird durchsucht…
es: Analizando fototeca...
es_419: Analizando fototeca...
fr: Analyse de la photothèque...
ja: 写真ライブラリを確認中...
ko: 사진 보관함 확인 중...
pt_br: Analisando biblioteca de fotos...
pt_pt: A analisar biblioteca de fotos...
ru: Сканирование медиатеки…
uk: Сканування фототеки…
zh_hans: 正在扫描照片图库…
zh_hant: 正在掃描照片圖庫…
zh_hk: 正在掃描相片圖庫…

# home.overlay.upgradingRepo
source: Upgrading remote library…
de: Remote-Mediathek wird aktualisiert…
es: Actualizando biblioteca remota...
es_419: Actualizando biblioteca remota...
fr: Mise à niveau de la bibliothèque distante...
ja: リモートライブラリをアップグレード中...
ko: 원격 라이브러리 업그레이드 중...
pt_br: Atualizando biblioteca remota...
pt_pt: A atualizar biblioteca remota...
ru: Обновление удалённой библиотеки…
uk: Оновлення віддаленої бібліотеки…
zh_hans: 正在升级远端资料库…
zh_hant: 正在升級遠端資料庫…
zh_hk: 正在升級遠端資料庫…

# home.overlay.upgradingRepoMonths
source: Upgrading remote library %1$d / %2$d months
de: Remote-Mediathek wird aktualisiert (Monate: %1$d/%2$d)
es: Actualizando biblioteca remota %1$d / %2$d meses
es_419: Actualizando biblioteca remota %1$d / %2$d meses
fr: Mise à niveau de la bibliothèque distante %1$d / %2$d mois
ja: リモートライブラリをアップグレード中（%1$d/%2$d か月）
ko: 원격 라이브러리 업그레이드 중 %1$d / %2$d개월
pt_br: Atualizando biblioteca remota %1$d / %2$d meses
pt_pt: A atualizar biblioteca remota %1$d / %2$d meses
ru: Обновление удалённой библиотеки %1$d / %2$d мес.
uk: Оновлення віддаленої бібліотеки %1$d / %2$d міс.
zh_hans: 正在升级远端资料库 %1$d / %2$d 个月
zh_hant: 正在升級遠端資料庫 %1$d / %2$d 個月
zh_hk: 正在升級遠端資料庫 %1$d / %2$d 個月

# home.overlay.validatingRepoMonths
source: Verifying remote library %1$d / %2$d months
de: Remote-Mediathek wird überprüft (Monate: %1$d/%2$d)
es: Verificando biblioteca remota %1$d / %2$d meses
es_419: Verificando biblioteca remota %1$d / %2$d meses
fr: Vérification de la bibliothèque distante %1$d / %2$d mois
ja: リモートライブラリを検証中（%1$d/%2$d か月）
ko: 원격 라이브러리 확인 중 %1$d / %2$d개월
pt_br: Verificando biblioteca remota %1$d / %2$d meses
pt_pt: A verificar biblioteca remota %1$d / %2$d meses
ru: Проверка удалённой библиотеки %1$d / %2$d мес.
uk: Перевірка віддаленої бібліотеки %1$d / %2$d міс.
zh_hans: 正在验证远端资料库：%1$d / %2$d 个月
zh_hant: 正在驗證遠端資料庫：%1$d / %2$d 個月
zh_hk: 正在驗證遠端資料庫：%1$d / %2$d 個月

# imageBrowserCache.thumbnail.header
source: Thumbnail Cache
de: Miniaturbild-Cache
es: Caché de miniaturas
es_419: Caché de miniaturas
fr: Cache des miniatures
ja: サムネールキャッシュ
ko: 썸네일 캐시
pt_br: Cache de miniaturas
pt_pt: Cache de miniaturas
ru: Кэш миниатюр
uk: Кеш мініатюр
zh_hans: 缩略图缓存
zh_hant: 縮圖快取
zh_hk: 縮圖快取

# keychain.error.unexpectedPasswordData
source: Unexpected keychain password data
de: Unerwartete Passwortdaten im Schlüsselbund
es: Datos de contraseña inesperados en el llavero
es_419: Datos de contraseña inesperados en el llavero
fr: Données de mot de passe inattendues dans le trousseau
ja: キーチェーンのパスワードデータが不正です
ko: 예상치 못한 키체인 비밀번호 데이터
pt_br: Dados de senha inesperados no chaveiro
pt_pt: Dados de palavra-passe inesperados no porta-chaves
ru: Неожиданные данные пароля в Связке ключей
uk: Неочікувані дані пароля у В’язці ключів
zh_hans: 钥匙串密码数据异常
zh_hant: 鑰匙圈密碼資料異常
zh_hk: 鑰匙圈密碼資料異常

# keychain.error.unhandledStatus
source: Keychain error %d
de: Schlüsselbundfehler %d
es: Error del llavero %d
es_419: Error del llavero %d
fr: Erreur de trousseau %d
ja: キーチェーンエラー %d
ko: 키체인 오류 %d
pt_br: Erro do chaveiro %d
pt_pt: Erro do porta-chaves %d
ru: Ошибка Связки ключей %d
uk: Помилка В’язки ключів %d
zh_hans: 钥匙串错误 %d
zh_hant: 鑰匙圈錯誤 %d
zh_hk: 鑰匙圈錯誤 %d

# link.connection.authenticating
source: Verifying the secure link…
de: Sichere Verbindung wird überprüft…
es: Verificando el enlace seguro…
es_419: Verificando el enlace seguro…
fr: Vérification du lien sécurisé…
ja: 安全なリンクを確認中…
ko: 보안 링크 확인 중…
pt_br: Verificando o link seguro…
pt_pt: A verificar a ligação segura…
ru: Проверка защищённой ссылки…
uk: Перевірка захищеного посилання…
zh_hans: 正在验证安全连接…
zh_hant: 正在驗證安全連線…
zh_hk: 正在驗證安全連線…

# link.connection.busy
source: Finish the current operation before backing up to a computer.
de: Beenden Sie den aktuellen Vorgang, bevor Sie auf einem Computer sichern.
es: Termina la operación actual antes de guardar una copia en el ordenador.
es_419: Termina la operación actual antes de respaldar en la computadora.
fr: Terminez l’opération en cours avant de sauvegarder sur un ordinateur.
ja: 現在の操作を完了してから、コンピュータへのバックアップを開始してください。
ko: 현재 작업을 마친 후 컴퓨터에 백업하세요.
pt_br: Conclua a operação atual antes de fazer backup no computador.
pt_pt: Conclua a operação atual antes de fazer uma cópia no computador.
ru: Завершите текущую операцию перед резервным копированием на компьютер.
uk: Завершіть поточну операцію перед резервним копіюванням на комп’ютер.
zh_hans: 请先完成当前操作，再备份到电脑。
zh_hant: 請先完成目前操作，再備份到電腦。
zh_hk: 請先完成目前操作，再備份到電腦。

# link.connection.closeCurrentScreen
source: Close the current screen first, then open the Link again.
de: Schließen Sie zuerst den aktuellen Bildschirm und öffnen Sie den Link erneut.
es: Cierra primero la pantalla actual y vuelve a abrir el Link.
es_419: Cierra primero la pantalla actual y vuelve a abrir el Link.
fr: Fermez d’abord l’écran actuel, puis ouvrez à nouveau le Link.
ja: 現在の画面を閉じてから、Link をもう一度開いてください。
ko: 현재 화면을 닫은 후 Link를 다시 여세요.
pt_br: Feche primeiro a tela atual e abra o Link novamente.
pt_pt: Feche primeiro o ecrã atual e abra novamente o Link.
ru: Сначала закройте текущий экран, затем снова откройте ссылку.
uk: Спочатку закрийте поточний екран, а потім знову відкрийте Link.
zh_hans: 请先关闭当前页面，再重新打开 Link。
zh_hant: 請先關閉目前頁面，再重新開啟 Link。
zh_hk: 請先關閉目前頁面，再重新開啟 Link。

# link.connection.connected
source: Connected
de: Verbunden
es: Conectado
es_419: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
pt_pt: Ligado
ru: Подключено
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線
zh_hk: 已連線

# link.connection.connectedDetail
source: This computer is ready for backup during this session.
de: Dieser Computer ist für die Sicherung in dieser Sitzung bereit.
es: Este ordenador está listo para la copia durante esta sesión.
es_419: Esta computadora está lista para el respaldo durante esta sesión.
fr: Cet ordinateur est prêt pour la sauvegarde pendant cette session.
ja: このコンピュータは、このセッションでバックアップに使用できます。
ko: 이 컴퓨터는 이번 세션에서 백업할 준비가 되었습니다.
pt_br: Este computador está pronto para o backup nesta sessão.
pt_pt: Este computador está pronto para a cópia nesta sessão.
ru: Этот компьютер готов к резервному копированию в текущем сеансе.
uk: Цей комп’ютер готовий до резервного копіювання в поточному сеансі.
zh_hans: 这台电脑已可用于本次备份。
zh_hant: 這台電腦已可用於本次備份。
zh_hk: 這部電腦已可用於今次備份。

# link.connection.connecting
source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
es_419: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
pt_pt: A ligar…
ru: Подключение…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 正在連線…
zh_hk: 正在連線…

# link.connection.disconnect
source: Disconnect
de: Trennen
es: Desconectar
es_419: Desconectar
fr: Déconnecter
ja: 接続を解除
ko: 연결 해제
pt_br: Desconectar
pt_pt: Desligar
ru: Отключить
uk: Відключити
zh_hans: 断开连接
zh_hant: 中斷連線
zh_hk: 中斷連線

# link.connection.disconnectFirst
source: Disconnect the current storage node before backing up to a computer.
de: Trennen Sie den aktuellen Speicherknoten, bevor Sie auf einem Computer sichern.
es: Desconecta el nodo de almacenamiento actual antes de guardar una copia en el ordenador.
es_419: Desconecta el nodo de almacenamiento actual antes de respaldar en la computadora.
fr: Déconnectez le nœud de stockage actuel avant de sauvegarder sur un ordinateur.
ja: 現在のストレージノードとの接続を解除してから、コンピュータにバックアップしてください。
ko: 현재 저장소 노드의 연결을 해제한 후 컴퓨터에 백업하세요.
pt_br: Desconecte o nó de armazenamento atual antes de fazer backup no computador.
pt_pt: Desligue o nó de armazenamento atual antes de fazer uma cópia no computador.
ru: Отключите текущий узел хранения перед резервным копированием на компьютер.
uk: Відключіть поточний вузол сховища перед резервним копіюванням на комп’ютер.
zh_hans: 请先断开当前存储节点，再备份到电脑。
zh_hant: 請先中斷目前的儲存節點，再備份到電腦。
zh_hk: 請先中斷目前的儲存節點，再備份到電腦。

# link.connection.failed
source: Couldn’t connect
de: Verbindung fehlgeschlagen
es: No se pudo conectar
es_419: No se pudo conectar
fr: Connexion impossible
ja: 接続できませんでした
ko: 연결할 수 없음
pt_br: Não foi possível conectar
pt_pt: Não foi possível ligar
ru: Не удалось подключиться
uk: Не вдалося підключитися
zh_hans: 无法连接
zh_hant: 無法連線
zh_hk: 無法連線

# link.connection.invalidTitle
source: Invalid Link
de: Ungültiger Link
es: Enlace no válido
es_419: Enlace no válido
fr: Lien non valide
ja: 無効なリンク
ko: 유효하지 않은 링크
pt_br: Link inválido
pt_pt: Link inválido
ru: Недействительная ссылка
uk: Недійсне посилання
zh_hans: 无效的 Link
zh_hant: 無效的 Link
zh_hk: 無效的 Link

# link.connection.navigationTitle
source: Backup to Computer
de: Auf Computer sichern
es: Guardar copia en el ordenador
es_419: Respaldar en la computadora
fr: Sauvegarder sur l’ordinateur
ja: コンピュータにバックアップ
ko: 컴퓨터에 백업
pt_br: Fazer backup no computador
pt_pt: Fazer cópia no computador
ru: Резервная копия на компьютер
uk: Резервна копія на комп’ютер
zh_hans: 备份到电脑
zh_hant: 備份到電腦
zh_hk: 備份到電腦

# link.connection.negotiating
source: Creating a local connection…
de: Lokale Verbindung wird hergestellt…
es: Creando una conexión local…
es_419: Creando una conexión local…
fr: Création d’une connexion locale…
ja: ローカル接続を作成中…
ko: 로컬 연결 생성 중…
pt_br: Criando uma conexão local…
pt_pt: A criar uma ligação local…
ru: Создание локального подключения…
uk: Створення локального з’єднання…
zh_hans: 正在创建局域网连接…
zh_hant: 正在建立區域網路連線…
zh_hk: 正在建立區域網絡連線…

# link.connection.sameNetworkHint
source: Keep both devices on the same local network. Turn off VPN if connection fails.
de: Verbinden Sie beide Geräte mit demselben lokalen Netzwerk. Deaktivieren Sie VPN, falls die Verbindung fehlschlägt.
es: Mantén ambos dispositivos en la misma red local. Desactiva la VPN si falla la conexión.
es_419: Mantén ambos dispositivos en la misma red local. Desactiva la VPN si falla la conexión.
fr: Gardez les deux appareils sur le même réseau local. Désactivez le VPN si la connexion échoue.
ja: 両方のデバイスを同じローカルネットワークに接続してください。接続できない場合は VPN をオフにしてください。
ko: 두 기기를 같은 로컬 네트워크에 연결하세요. 연결되지 않으면 VPN을 끄세요.
pt_br: Mantenha os dois dispositivos na mesma rede local. Desative a VPN se a conexão falhar.
pt_pt: Mantenha os dois dispositivos na mesma rede local. Desative a VPN se a ligação falhar.
ru: Подключите оба устройства к одной локальной сети. Отключите VPN, если подключение не удаётся.
uk: Підключіть обидва пристрої до однієї локальної мережі. Вимкніть VPN, якщо з’єднання не вдається.
zh_hans: 请确保两台设备位于同一局域网；连接失败时可尝试关闭 VPN。
zh_hant: 請確保兩部裝置位於同一區域網路；連線失敗時可嘗試關閉 VPN。
zh_hk: 請確保兩部裝置連接至同一區域網絡。如果連線失敗，請嘗試關閉 VPN。

# link.connection.unavailableTitle
source: Link Unavailable
de: Link nicht verfügbar
es: Link no disponible
es_419: Link no disponible
fr: Link indisponible
ja: Link を使用できません
ko: Link를 사용할 수 없음
pt_br: Link indisponível
pt_pt: Link indisponível
ru: Ссылка недоступна
uk: Link недоступний
zh_hans: 暂时无法使用 Link
zh_hant: 暫時無法使用 Link
zh_hk: 暫時無法使用 Link

# link.connection.waiting
source: Waiting for the computer…
de: Auf den Computer warten…
es: Esperando al ordenador…
es_419: Esperando la computadora…
fr: En attente de l’ordinateur…
ja: コンピュータを待機中…
ko: 컴퓨터를 기다리는 중…
pt_br: Aguardando o computador…
pt_pt: A aguardar o computador…
ru: Ожидание компьютера…
uk: Очікування комп’ютера…
zh_hans: 正在等待电脑…
zh_hant: 正在等待電腦…
zh_hk: 正在等待電腦…

# link.error.authentication
source: The computer could not be verified.
de: Der Computer konnte nicht verifiziert werden.
es: No se pudo verificar el ordenador.
es_419: No se pudo verificar la computadora.
fr: L’ordinateur n’a pas pu être vérifié.
ja: コンピュータを確認できませんでした。
ko: 컴퓨터를 확인할 수 없습니다.
pt_br: Não foi possível verificar o computador.
pt_pt: Não foi possível verificar o computador.
ru: Не удалось проверить компьютер.
uk: Не вдалося перевірити комп’ютер.
zh_hans: 无法验证这台电脑。
zh_hant: 無法驗證這部電腦。
zh_hk: 無法驗證這部電腦。

# link.error.connection
source: The connection was closed. Create a new Link and try again.
de: Die Verbindung wurde geschlossen. Erstellen Sie einen neuen Link und versuchen Sie es erneut.
es: La conexión se cerró. Crea un Link nuevo e inténtalo de nuevo.
es_419: La conexión se cerró. Crea un Link nuevo e inténtalo de nuevo.
fr: La connexion a été fermée. Créez un nouveau Link et réessayez.
ja: 接続が閉じられました。新しい Link を作成して、もう一度お試しください。
ko: 연결이 종료되었습니다. 새 Link를 만들고 다시 시도하세요.
pt_br: A conexão foi encerrada. Crie um novo Link e tente novamente.
pt_pt: A ligação foi terminada. Crie um novo Link e tente novamente.
ru: Подключение закрыто. Создайте новую ссылку и повторите попытку.
uk: З’єднання закрито. Створіть новий Link і повторіть спробу.
zh_hans: 连接已关闭，请创建新的 Link 后重试。
zh_hant: 連線已關閉，請建立新的 Link 後再試。
zh_hk: 連線已關閉，請建立新的 Link 後再試。

# link.error.desktopLeft
source: The computer left the pairing session.
de: Der Computer hat die Kopplungssitzung verlassen.
es: El ordenador abandonó la sesión de vinculación.
es_419: La computadora abandonó la sesión de vinculación.
fr: L’ordinateur a quitté la session d’association.
ja: コンピュータがペアリングセッションから退出しました。
ko: 컴퓨터가 페어링 세션을 종료했습니다.
pt_br: O computador saiu da sessão de pareamento.
pt_pt: O computador saiu da sessão de emparelhamento.
ru: Компьютер покинул сеанс сопряжения.
uk: Комп’ютер залишив сеанс сполучення.
zh_hans: 电脑已离开配对会话。
zh_hant: 電腦已離開配對工作階段。
zh_hk: 電腦已離開配對工作階段。

# link.error.expired
source: This pairing Link has expired. Create a new one.
de: Dieser Kopplungslink ist abgelaufen. Erstellen Sie einen neuen.
es: Este Link de vinculación caducó. Crea uno nuevo.
es_419: Este Link de vinculación venció. Crea uno nuevo.
fr: Ce Link d’association a expiré. Créez-en un nouveau.
ja: このペアリング Link の有効期限が切れました。新しい Link を作成してください。
ko: 이 페어링 Link가 만료되었습니다. 새로 만드세요.
pt_br: Este Link de pareamento expirou. Crie um novo.
pt_pt: Este Link de emparelhamento expirou. Crie um novo.
ru: Срок действия этой ссылки для сопряжения истёк. Создайте новую.
uk: Термін дії цього Link для сполучення минув. Створіть новий.
zh_hans: 这个配对 Link 已过期，请创建新的 Link。
zh_hant: 此配對 Link 已過期，請建立新的 Link。
zh_hk: 此配對 Link 已過期，請建立新的 Link。

# link.error.invalid
source: This is not a valid Watermelon Link.
de: Dies ist kein gültiger Watermelon Link.
es: Este no es un Watermelon Link válido.
es_419: Este no es un Watermelon Link válido.
fr: Ce n’est pas un Watermelon Link valide.
ja: 有効なWatermelon Linkではありません。
ko: 유효한 Watermelon Link가 아닙니다.
pt_br: Este não é um Watermelon Link válido.
pt_pt: Este não é um Watermelon Link válido.
ru: Это недействительный Watermelon Link.
uk: Це недійсний Watermelon Link.
zh_hans: 这不是有效的西瓜备份 Link。
zh_hant: 這不是有效的西瓜備份 Link。
zh_hk: 這不是有效的西瓜備份 Link。
